"EPLanguageDirection"="RightToLeft";

// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Recipient List:"="רשימת הנמענים:";
"Add"="הוסף";
"Delete"="מחק";
"Cancel"="ביטול";
"OK"="אישור";

"Str_FaxContacts"="אנשי קשר";
"Str_FaxAddressBook"="פנקס כתובות";
"Str_Recipient_LastSyncTime"="הסנכרון האחרון של %@ הושלם ב-";
"Str_Recipient_OSVersionInfo"="סנכרן את %@ לצורך הצגה או עדכון של התוכן. עבור אל [סנכרן את %@] ב-FAX Utility.";

// ------------------------------------------------------------------------
// Alert
// ------------------------------------------------------------------------
"Str_Alert_Same_Title_Already_Exists"="לא ניתן להוסיף את הרשומה. כבר קיימת רשומה בעלת אותם נתוני [שם], [מספר פקס], ו-[חברה/ארגון].";
"Str_Alert_Invalid_FaxNumber"="מספר הפקס כולל תווים שאינם נתמכים.\nניתן להשתמש רק במספרים 0 עד 9, בתווים *, #, - וברווחים.";
"Str_Alert_Cannot_Open_Fax_Phone_Book"="לא ניתן לפתוח את %@.\nקוד שגיאה (%d)";

"Str_RecipientName"="שם";
"Str_RecipientCompany"="חברה/ארגון";
"Str_RecipientFaxNumber"="מספר פקס";

//---------------------------
"X_CARD"="כרטיס %@";
"ALL_CONTACTS"="כל אנשי הקשר";
"Group"="קבוצה";
"Name"="שם";
"Phone"="טלפון";

"_$!<Anniversary>!$_"="יום נישואין";
"_$!<Assistant>!$_"="עוזר/ת";
"_$!<Brother>!$_"="אח";
"_$!<Child>!$_"="בן/בת";
"_$!<EX-Anniversary>!$_"="יום נישואין";
"_$!<EX-AssistantName>!$_"="עוזר/ת";
"_$!<EX-AssistantPhone>!$_"="עוזר/ת";
"_$!<EX-Birthday>!$_"="יום-הולדת";
"_$!<EX-Business>!$_"="עבודה";
"_$!<EX-BusinessFax>!$_"="פקס בעבודה";
"_$!<EX-BusinessHomePage>!$_"="דף בית";
"_$!<EX-BusinessPhone2>!$_"="עבודה (נוסף)";
"_$!<EX-BusinessPhone>!$_"="עבודה";
"_$!<EX-Callback>!$_"="התקשרות חזרה";
"_$!<EX-CarPhone>!$_"="רכב";
"_$!<EX-CompanyMainPhone>!$_"="חברה ראשי";
"_$!<EX-EmailAddress1>!$_"="דוא״ל 1";
"_$!<EX-EmailAddress2>!$_"="דוא״ל 2";
"_$!<EX-EmailAddress3>!$_"="דוא״ל 3";
"_$!<EX-Home>!$_"="בית";
"_$!<EX-HomeFax>!$_"="פקס בבית";
"_$!<EX-HomePhone2>!$_"="בית (אחר)";
"_$!<EX-HomePhone>!$_"="בית";
"_$!<EX-ImAddress1>!$_"="מסרים מידיים 1";
"_$!<EX-ImAddress2>!$_"="מסרים מידיים 2";
"_$!<EX-ImAddress3>!$_"="מסרים מידיים 3";
"_$!<EX-Isdn>!$_"="ISDN";
"_$!<EX-Manager>!$_"="מנהל/ת";
"_$!<EX-MobilePhone>!$_"="נייד";
"_$!<EX-Other>!$_"="אחר";
"_$!<EX-OtherFax>!$_"="פקס נוסף";
"_$!<EX-OtherTelephone>!$_"="אחר";
"_$!<EX-Pager>!$_"="זימונית";
"_$!<EX-PrimaryPhone>!$_"="ראשי";
"_$!<EX-RadioPhone>!$_"="רדיו";
"_$!<EX-SpouseName>!$_"="בן/בת-זוג";
"_$!<EX-Telex>!$_"="טלקס";
"_$!<EX-TtyTddPhone>!$_"="TDD/TTY";
"_$!<Father>!$_"="אבא";
"_$!<Friend>!$_"="ידיד/ה";
"_$!<Home>!$_"="בית";
"_$!<HomeFAX>!$_"="פקס בבית";
"_$!<HomePage>!$_"="דף הבית";
"_$!<Main>!$_"="ראשי";
"_$!<Manager>!$_"="מנהל/ת";
"_$!<Mobile>!$_"="נייד";
"_$!<MobileMe>!$_"="MobileMe";
"_$!<Mother>!$_"="אמא";
"_$!<Other>!$_"="אחר";
"_$!<OtherFAX>!$_"="פקס נוסף";
"_$!<Pager>!$_"="זימונית";
"_$!<Parent>!$_"="הורה";
"_$!<Partner>!$_"="שותף/ת";
"_$!<Sister>!$_"="אחות";
"_$!<Spouse>!$_"="בן/בת-זוג";
"_$!<Work>!$_"="עבודה";
"_$!<WorkFAX>!$_"="פקס בעבודה";
